[Balista.A_Anemone H7EditorWarUnit]
mDesc="攻击与支援单位"
mName="海葵"
mLore="在杉提瑞帝国时期，祭司们经常向精神世界的居民寻求帮助，其中就包括海葵——莎拉萨治愈方面的化身。她们伴随着治疗师们进行拯救人类生命的崇高事业，用她们悦耳的歌声和优雅的舞姿减轻伤者的痛苦。在经历了数百年的和平沉睡后获得重返亚山的机会，这些高贵的灵魂迅速恢复了她们惯常的职责，但时代已经改变，现在她们不得不将水的力量不仅用于治疗。"

[CATAPULTE.A_sanctuary_catapulte_Attack H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="投石攻击"
mTooltip="向防御工事射击，造成 %d.min 到 %d.max 伤害。"

[Balista.A_heal_Buff_warfare_unskill H7BaseBuff]
mName=""
mTooltip=""

[Balista.A_heal_Buff_warfare_novice H7BaseBuff]
mName=""
mTooltip=""

[Balista.A_baliste_ice_support H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="海洋抚触"
mTooltip="所有友方单位在回合结束时获得少量治疗。数值根据 %spell1.name 的掌握等级而变化。"

[Balista.A_baliste_ice_Attack H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="发射飞弹"
mTooltip=""

[Balista.A_heal_Buff_warfare_expert H7BaseBuff]
mName=""
mTooltip=""

[Balista.A_heal_Buff_warfare_master H7BaseBuff]
mName=""
mTooltip=""

[Balista.A_adjacant_heal_Buff H7BaseBuff]
mName=""
mTooltip=""

[CATAPULTE.A_Sanctuary_catapulte H7EditorWarUnit]
mDesc="攻城型战争单位"
mName="海蛇"
mLore="这种可怕的怪物耸立于战场之上，给杉瑞亚的敌人带来真正的恐惧，但按照鱼人的标准，它仅仅是深海真正主宰的幼体。生活在萨兰海洋中的海蛇如此巨大，以至于它们能轻易吞下一整艘船而毫无察觉。出于某种未知的原因，它们有时会将卵产在鳗鱼人的定居点附近，鳗鱼人将此视为最大的恩惠，并照顾这些小海蛇直到它们长大到可以放归自然。"

[Balista.A_Healingbull_Support H7WarfareAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded="治疗并复活目标友方生物，恢复 %d2.max 生命值。\n(不受影响：亡灵和构造体)"
mName="疗伤大法"
mTooltip="治疗目标友方生物，恢复 %d1.max 生命值。\n(不受影响：亡灵和构造体)。"